Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of emptiness, signlessness, and wishlessness is the cultivation of the perfection of wisdom.

source: །རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the eight aspects of liberation and the nine serial steps of meditative absorption is the cultivation of the perfection of wisdom.

source: །རྟོག་པ་དང་བཅས་དཔྱོད་པ་དང་བཅས་པའི་ཏིང་ངེ་འཛིན་དང་། རྟོག་པ་མེད་ཅིང་དཔྱོད་པ་མེད་པའི་ཏིང་ངེ་འཛིན་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the meditative stability endowed with ideation and scrutiny, and the meditative stability devoid of both ideation and scrutiny, is the cultivation of the perfection of wisdom.

source: །སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the noble truth of suffering is the cultivation of the perfection of wisdom.

source: །ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དང་། འགོག་པ་འཕགས་པའི་བདེན་པ་དང་། ལམ་འཕགས་པའི་བདེན་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the noble truth of the origin of suffering, the noble truth of the cessation [of suffering], and the noble truth of the path is the cultivation of the perfection of wisdom.

source: །སྡུག་བསྔལ་ཤེས་པ་དང་། ཀུན་འབྱུང་བ་ཤེས་པ་དང་། འགོག་པ་ཤེས་པ་དང་། ལམ་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the knowledge of suffering, the knowledge of the origin of suffering, the knowledge of the cessation of suffering, and knowledge of the path is the cultivation of the perfection of wisdom. “

source: །ཟད་པ་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the knowledge of the extinction of contaminants is the cultivation of the perfection of wisdom.

source: །མི་སྐྱེ་བ་ཤེས་པ་དང་།
en: The cultivation of the breaking down of the knowledge that contaminants will not arise again, {Ki.

source: ཆོས་ཤེས་པ་དང་། རྗེས་སུ་འགྲོ་བ་ཤེས་པ་དང་། ཀུན་རྫོབ་ཤེས་པ་དང་། འདྲིས་པ་ཤེས་པ་དང་། སྒྲ་ཇི་བཞིན་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི།
en: V: 164} the knowledge of phenomena, the knowledge of phenomena that is subsequently realized, the knowledge of the relative, the knowledge that is masterful, and the knowledge that is semantic is the cultivation of the perfection of wisdom. “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the perfection of generosity is the cultivation of the perfection of wisdom.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི།
en: The cultivation of the breaking down of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom is the cultivation of the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །ནང་སྟོང་པ་ཉིད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the emptiness of internal phenomena is the cultivation of the perfection of wisdom.

source: །ཕྱི་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the emptiness of external phenomena and [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, is the cultivation of the perfection of wisdom.

source: །མངོན་པར་ཤེས་པ་དྲུག་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the six extrasensory powers is the cultivation of the perfection of wisdom.

source: །ཏིང་ངེ་འཛིན་ཐམས་ཅད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of all the meditative stabilities is the cultivation of the perfection of wisdom.

source: །གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of all the dhāraṇī gateways is the cultivation of the perfection of wisdom.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas is the cultivation of the perfection of wisdom.

source: །བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of great loving kindness and great compassion is the cultivation of the perfection of wisdom. “

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the fruit of entering the stream to nirvāṇa is the cultivation of the perfection of wisdom.

source: །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, and arhatship is the cultivation of the perfection of wisdom.

source: །རང་བྱང་ཆུབ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of individual enlightenment is the cultivation of the perfection of wisdom.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of [the goals], up to and including all-aspect omniscience, is the cultivation of the perfection of wisdom.

source: །བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the abandonment of all afflicted mental states associated with reincarnation through the continuity of propensities is the cultivation of the perfection of wisdom.”

source: །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གཟུགས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: Subhūti then asked, “Blessed Lord, how is the cultivation of the breaking down of physical forms the cultivation of the perfection of wisdom?

source: ཇི་ལྟར་ན་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of feelings, perceptions, formative predispositions, and consciousness the cultivation of the perfection of wisdom?

source: ཇི་ལྟར་ན་སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the sense fields, the sensory elements, and the links of dependent origination the cultivation of the perfection of wisdom?

source: ཇི་ལྟར་ན་བླང་བ་དང་། དོར་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of phenomena to be adopted and phenomena to be forsaken the cultivation of the perfection of wisdom? “

source: ཇི་ལྟར་ན་བསམ་གཏན་དང་པོ་དང་། བསམ་གཏན་གཉིས་པ་དང་། བསམ་གཏན་གསུམ་པ་དང་། བསམ་གཏན་བཞི་པ་དང་། བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the first meditative concentration, the second meditative concentration, the third meditative concentration, the fourth meditative concentration, loving kindness, compassion, empathetic joy, equanimity, absorption in the sphere of infinite space, absorption in the sphere of infinite consciousness, absorption in the sphere of nothing-at-all, and absorption in the sphere of neither perception nor nonperception the cultivation of the perfection of wisdom? “

source: ཇི་ལྟར་ན་སངས་རྒྱས་རྗེས་སུ་དྲན་པ་དང་། ཆོས་རྗེས་སུ་དྲན་པ་དང་། དགེ་འདུན་རྗེས་སུ་དྲན་པ་དང་། ཚུལ་ཁྲིམས་རྗེས་སུ་དྲན་པ་དང་། གཏོང་བ་རྗེས་སུ་དྲན་པ་དང་། ལྷ་རྗེས་སུ་དྲན་པ་དང་། སྐྱོ་བ་རྗེས་སུ་དྲན་པ་དང་། དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་རྗེས་སུ་དྲན་པ་དང་། འཆི་བ་རྗེས་སུ་དྲན་པ་དང་། ལུས་ཀྱི་རྣམ་པ་རྗེས་སུ་དྲན་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the recollection of the Buddha, the recollection of the Dharma, the recollection of the Saṅgha, the recollection of ethical discipline, the recollection of giving away, the recollection of the god realms, the recollection of disillusionment, the recollection of breathing, the recollection of death, and the recollection of the body the cultivation of the perfection of wisdom? “

source: ཇི་ལྟར་ན་མི་རྟག་པའི་འདུ་ཤེས་དང་། སྡུག་བསྔལ་གྱི་འདུ་ཤེས་དང་། བདག་མེད་པའི་འདུ་ཤེས་དང་། མི་སྡུག་པའི་འདུ་ཤེས་དང་། དངོས་པོ་མེད་པའི་འདུ་ཤེས་དང་། བདག་གི་འདུ་ཤེས་དང་། སེམས་ཅན་གྱི་འདུ་ཤེས་དང་། སྲོག་གི་འདུ་ཤེས་དང་། སྐྱེ་བའི་འདུ་ཤེས་དང་། གསོ་བའི་འདུ་ཤེས་དང་། སྐྱེས་བུའི་འདུ་ཤེས་དང་། གང་ཟག་གི་འདུ་ཤེས་དང་། ཤེད་ཅན་གྱི་འདུ་ཤེས་དང་། ཤེད་བདག་གི་འདུ་ཤེས་དང་། བྱེད་པ་པོའི་འདུ་ཤེས་དང་། ཚོར་བ་པོའི་འདུ་ཤེས་དང་། ཤེས་པ་པོའི་འདུ་ཤེས་དང་།
en: How is the cultivation of the breaking down of the perception of impermanence, the perception of suffering, the perception of nonself, the perception of unattractiveness, the perception of nonentities, the perception of self, the perception of beings, the perception of life forms, the perception of living beings, the perception of life, the perception of living creatures, the perception of individual personalities, the perception of human beings, the perception of people, the perception of actors, the perception of experiencers, the perception of knowers, and the perception of viewers the cultivation of the perfection of wisdom?

source: མཐོང་བ་པོའི་འདུ་ཤེས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས། ཇི་ལྟར་ན་རྟག་པའི་འདུ་ཤེས་དང་། བདེ་བའི་འདུ་ཤེས་དང་། སྡུག་པའི་འདུ་ཤེས་དང་། བདག་གི་འདུ་ཤེས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the perception of permanence, the perception of happiness, the perception of attractiveness, and the perception of self the cultivation of the perfection of wisdom? “

source: ཇི་ལྟར་ན་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the thirty-seven factors conducive to enlightenment the cultivation of the perfection of wisdom?

source: ཇི་ལྟར་ན་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the meditative stabilities of emptiness, signlessness, and wishlessness, the eight aspects of liberation, and the nine serial steps of meditative absorption the cultivation of the perfection of wisdom?

source: ཇི་ལྟར་ན་རྟོག་པ་དང་བཅས་དཔྱོད་པ་དང་བཅས་པའི་ཏིང་ངེ་འཛིན་དང་། རྟོག་པ་མེད་ལ་དཔྱོད་པ་ཙམ་གྱི་ཏིང་ངེ་འཛིན་དང་། རྟོག་པ་མེད་ཅིང་དཔྱོད་པ་མེད་པའི་ཏིང་ངེ་འཛིན་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the meditative stability endowed with ideation and scrutiny, the meditative stability devoid of ideation and endowed with some scrutiny, and the meditative stability devoid of both ideation and scrutiny the cultivation of the perfection of wisdom?

source: ཇི་ལྟར་ན་སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་དང་། ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དང་། འགོག་པ་འཕགས་པའི་བདེན་པ་དང་། ལམ་འཕགས་པའི་བདེན་པ་དང་། སྡུག་བསྔལ་ཤེས་པ་དང་། ཀུན་འབྱུང་བ་ཤེས་པ་དང་། འགོག་པ་ཤེས་པ་དང་། ལམ་ཤེས་པ་དང་། ཟད་པ་ཤེས་པ་དང་། མི་སྐྱེ་བ་ཤེས་པ་དང་། ཆོས་ཤེས་པ་དང་། རྗེས་སུ་འགྲོ་བ་ཤེས་པ་དང་།
en: How is the cultivation of the breaking down of the noble truth of suffering, the noble truth of the origin of suffering, the noble truth of the cessation [of suffering], the noble truth of the path, the knowledge of suffering, the knowledge of the origin of suffering, the knowledge of the cessation of suffering, knowledge of the path, the knowledge of the extinction of contaminants, the knowledge that contaminants will not arise again, the knowledge of phenomena, the knowledge of phenomena that is subsequently realized, the knowledge of the relative, the knowledge that is masterful, and the knowledge that is semantic the cultivation of the perfection of wisdom? “

source: ཀུན་རྫོབ་ཤེས་པ་དང་། འདྲིས་པ་ཤེས་པ་དང་། སྒྲ་ཇི་བཞིན་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས། ཇི་ལྟར་ན་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of all the perfections and all the aspects of emptiness the cultivation of the perfection of wisdom?

source: ཇི་ལྟར་ན་མངོན་པར་ཤེས་པ་དྲུག་དང་། ཏིང་ངེ་འཛིན་ཐམས་ཅད་དང་། གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: How is the cultivation of the breaking down of the six extrasensory powers, all the meditative stabilities, all the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, the eighteen distinct qualities of the buddhas, great loving kindness, and great compassion the cultivation of the perfection of wisdom? “

source: ཇི་ལྟར་ན་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: How is the cultivation of the breaking down of the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, {Ki.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དང་།
en: V: 165} the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and [the goals], up to and including all-aspect omniscience, [the cultivation of the perfection of wisdom]?

source: ཇི་ལྟར་ན་བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤོང་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: And how is the cultivation of the breaking down of the abandonment of all afflicted mental states associated with reincarnation through the continuity of propensities the cultivation of the perfection of wisdom?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ།
en: In this regard, Subhūti,” replied the Blessed One, “when bodhisattva great beings practice the perfection of wisdom, they do not cultivate the notion that physical forms are entities.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ།
en: They do not cultivate the notion that feelings, perceptions, formative predispositions, and consciousness are entities.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ།
en: They do not cultivate the notion that the sense fields, the sensory elements, and the links of dependent origination are entities.

source: །བླང་བ་དང་དོར་བ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ། །བསམ་གཏན་དང་པོ་དང་། བསམ་གཏན་གཉིས་པ་དང་།
en: They do not cultivate the notion that phenomena to be adopted and phenomena to be forsaken are entities.

source: བསམ་གཏན་གསུམ་པ་དང་། བསམ་གཏན་བཞི་པ་དང་། བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ། །སངས་རྒྱས་རྗེས་སུ་དྲན་པ་དང་། ཆོས་རྗེས་སུ་དྲན་པ་དང་། དགེ་འདུན་རྗེས་སུ་དྲན་པ་དང་། ཚུལ་ཁྲིམས་རྗེས་སུ་དྲན་པ་དང་། གཏོང་བ་རྗེས་སུ་དྲན་པ་དང་།
en: They do not cultivate the notion that the first meditative concentration, the second meditative concentration, the third meditative concentration, the fourth meditative concentration, loving kindness, compassion, empathetic joy, equanimity, absorption in the sphere of infinite space, absorption in the sphere of infinite consciousness, absorption in the sphere of nothing-at-all, and absorption in the sphere of neither perception nor nonperception are entities.

source: ལྷ་རྗེས་སུ་དྲན་པ་དང་། སྐྱོ་བ་རྗེས་སུ་དྲན་པ་དང་། དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་རྗེས་སུ་དྲན་པ་དང་། འཆི་བ་རྗེས་སུ་དྲན་པ་དང་། ལུས་ཀྱི་རྣམ་པ་རྗེས་སུ་དྲན་པ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ།
en: They do not cultivate the notion that the recollection of the Buddha, the recollection of the Dharma, the recollection of the Saṅgha, the recollection of ethical discipline, the recollection of giving away, the recollection of the god realms, the recollection of disillusionment, the recollection of breathing, the recollection of death, and the recollection of the body are entities.

source: །མི་རྟག་པའི་འདུ་ཤེས་དང་། སྡུག་བསྔལ་གྱི་འདུ་ཤེས་དང་། བདག་མེད་པའི་འདུ་ཤེས་དང་། མི་སྡུག་པའི་འདུ་ཤེས་དང་། དངོས་པོ་མེད་པའི་འདུ་ཤེས་དང་། བདག་གི་འདུ་ཤེས་དང་། སེམས་ཅན་གྱི་འདུ་ཤེས་དང་། སྲོག་གི་འདུ་ཤེས་དང་། སྐྱེ་བའི་འདུ་ཤེས་དང་། གསོ་བའི་འདུ་ཤེས་དང་། སྐྱེས་བུའི་འདུ་ཤེས་དང་། གང་ཟག་གི་འདུ་ཤེས་དང་། ཤེད་ཅན་གྱི་འདུ་ཤེས་དང་། ཤེད་བདག་གི་འདུ་ཤེས་དང་། བྱེད་པ་པོའི་འདུ་ཤེས་དང་།
en: They do not cultivate the notion that the perception of impermanence, the perception of suffering, the perception of nonself, the perception of unattractiveness, the perception of nonentities, the perception of self, the perception of beings, the perception of life forms, the perception of living beings, the perception of life, the perception of living creatures, the perception of individual personalities, the perception of human beings, the perception of people, the perception of actors, the perception of experiencers, the perception of knowers, and the perception of viewers are entities.

source: ཚོར་བ་པོའི་འདུ་ཤེས་དང་། ཤེས་པ་པོའི་འདུ་ཤེས་དང་། མཐོང་བ་པོའི་འདུ་ཤེས་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ། །རྟག་པའི་འདུ་ཤེས་དང་། བདེ་བའི་འདུ་ཤེས་དང་།
en: They do not cultivate the notion that the perception of permanence, the perception of happiness, the perception of attractiveness, and the perception of self are entities.

source: སྡུག་པའི་འདུ་ཤེས་དང་། བདག་གི་འདུ་ཤེས་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ། །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ།
en: They do not cultivate the notion that the factors conducive to enlightenment are entities.

source: །སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ།
en: They do not cultivate the notion that the meditative stabilities of emptiness, signlessness, and wishlessness, the eight aspects of liberation, and the nine serial steps of meditative absorption are entities.

source: །རྟོག་པ་དང་བཅས་དཔྱོད་པ་དང་བཅས་པའི་ཏིང་ངེ་འཛིན་དང་། རྟོག་པ་མེད་ལ་དཔྱོད་པ་ཙམ་གྱི་ཏིང་ངེ་འཛིན་དང་། རྟོག་པ་མེད་ཅིང་དཔྱོད་པ་མེད་པའི་ཏིང་ངེ་འཛིན་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ་སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་དང་། ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དང་། འགོག་པ་འཕགས་པའི་བདེན་པ་དང་།
en: They do not cultivate the notion that the meditative stability endowed with ideation and scrutiny, the meditative stability devoid of ideation and endowed with some scrutiny, and the meditative stability devoid of both ideation and scrutiny are entities.

source: ལམ་འཕགས་པའི་བདེན་པ་དང་། སྡུག་བསྔལ་ཤེས་པ་དང་ཀུན་འབྱུང་བ་ཤེས་པ་དང་འགོག་པ་ཤེས་པ་དང་ལམ་ཤེས་པ་དང་ཟད་པ་ཤེས་པ་དང་། མི་སྐྱེ་བ་ཤེས་པ་དང་། ཆོས་ཤེས་པ་དང་། རྗེས་སུ་འགྲོ་བ་ཤེས་པ་དང་།
en: They do not cultivate the notion that the noble truth of suffering, the noble truth of the origin of suffering, the noble truth of the cessation [of suffering], the noble truth of the path, the knowledge of suffering, the knowledge of the origin of suffering, the knowledge of the cessation of suffering, knowledge of the path, the knowledge of the extinction of contaminants, the knowledge that contaminants will not arise again, the knowledge of phenomena, the knowledge of phenomena that is subsequently realized, the knowledge of the relative, the knowledge that is masterful, and the knowledge that is semantic are entities.

source: ཀུན་རྫོབ་ཤེས་པ་དང་། འདྲིས་པ་ཤེས་པ་དང་། སྒྲ་ཇི་བཞིན་ཤེས་པ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ། །མངོན་པར་ཤེས་པ་དྲུག་དང་། ཏིང་ངེ་འཛིན་ཐམས་ཅད་དང་། གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་།
en: They do not cultivate the notion that all the perfections and all the aspects of emptiness are entities.

source: མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ། །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: They do not cultivate the notion that the six extrasensory powers, all the meditative stabilities, all the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, the eighteen distinct qualities of the buddhas, great loving kindness, and great compassion are entities.

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དང་། བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤོང་བ་དངོས་པོ་ཡོད་ཅེས་བྱ་བར་མི་བསྒོམ་མོ།
en: They do not cultivate the notion that the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, [the goals], up to and including all-aspect omniscience, and the abandonment of all afflicted mental states associated with reincarnation through the continuity of propensities are entities. “

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དངོས་པོའི་འདུ་ཤེས་ཅན་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་མེད་དོ།
en: If you ask why, Subhūti, those who have the perception of entities do not cultivate the perfection of wisdom.

source: །དངོས་པོའི་འདུ་ཤེས་ཅན་ལ་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་མེད་དོ།
en: Those who have the perception of entities do not cultivate the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, or the perfection of generosity.

source: །དངོས་པོའི་འདུ་ཤེས་ཅན་ལ་བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤོང་བའི་བར་དུ་མེད་དོ།
en: Those who have the perception of entities are without [those other attributes and goals], up to and including the abandonment of all afflicted mental states associated with reincarnation through the continuity of propensities.
